"Aw crap" = "Aw blbosť";
"Back" = "Staré";
"Half full" = "Poloprázdna";
"How ya feeling today?" = "Ako ťa dnes cítite?";
"Live half full." = "Žiť z polovice plná.";
"Loading..." = "Nahrávam ...";
"Next" = "Ďalšie";
"No internet connection" = "Bez pripojenia k internetu";
"OK" = "OK";
"Patience is a virtue." = "Trpezlivosť je cnosť.";
"Share to Facebook" = "Zdieľajte na Facebooku";
"Share to Twitter" = "Zdieľať na Twitter";
"Sorry, this quote is too long to post to Twitter." = "Ospravedlňujeme sa, ale tento citát je príliš dlhý, aby ste mohli písať na Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Aplikácia, ktorá premení váš mračiť hore nohami s dávkou inšpirácie kopať žiadnu zlú náladu do zadku!";
"The glass is always" = "Sklo je vždy";
"The quote hasn't loaded yet." = "Citát nie je vložený zatiaľ.";
"Try Again" = "Skúsiť znova";
"Whoops" = "Jejda";
"don't be angry." = "nahnevaný";
"don't be impatient." = "netrpezlivý";
"don't be tired." = "unavený";
"don't be lonely." = "osamelý";
"don't be depressed." = "deprimovaný";
"don't be guilty." = "vinný";
"don't be sad." = "smutný";
"don't be nostalgic." = "nostalgický";
"don't be jealous." = "žiarlivý";
"don't be dull." = "matný";
"don't be scared." = "strach";
"don't be anxious." = "úzkostlivý";
"angry" = "nahnevaný";
"impatient" = "netrpezlivý";
"tired" = "unavený";
"lonely" = "osamelý";
"depressed" = "deprimovaný";
"guilty" = "vinný";
"sad" = "smutný";
"nostalgic" = "nostalgický";
"jealous" = "žiarlivý";
"dull" = "matný";
"scared" = "strach";
"anxious" = "úzkostlivý";
